"Start voice conversation with ${applicationName}" = "Začať hlasovú konverzáciu s aplikáciou ${applicationName}";

"Talk to ${applicationName}" = "Hovoriť s aplikáciou ${applicationName}";

"New chat with ${applicationName}" = "Nový čet s aplikáciou ${applicationName}";

"New conversation with ${applicationName} using ${model}" = "Nová konverzácia s aplikáciou ${applicationName} pomocou modelu ${model}";

"Start a new conversation with ${applicationName} using ${model}" = "Začať novú konverzáciu s aplikáciou ${applicationName} pomocou modelu ${model}";

"Ask ${applicationName}" = "Spýtať sa aplikácie ${applicationName}";

"New conversation with ${applicationName}" = "Nová konverzácia s aplikáciou ${applicationName}";

"New chat with ${applicationName} using ${model}" = "Nový čet s aplikáciou ${applicationName} pomocou modelu ${model}";

"Query ${applicationName}" = "Dotaz aplikácie ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "Začať nový čet s aplikáciou ${applicationName} pomocou modelu ${model}";

"Send a question to ${applicationName}" = "Odoslať otázku do aplikácie ${applicationName}";

"Start a new conversation with ${applicationName}" = "Začať novú konverzáciu s aplikáciou ${applicationName}";

"Start a new chat with ${applicationName}" = "Začať nový čet s aplikáciou ${applicationName}";

"Tell ${applicationName}" = "Povedať aplikácii ${applicationName}";

